Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Couldn't remove this recommendation.
ar: تعذّر إزالة هذه التوصية.
de: Diese Empfehlung konnte nicht entfernt werden.
el: Δεν ήταν δυνατή η κατάργηση αυτής της σύστασης.
es: No se pudo eliminar esta recomendación.
fa: حذف این توصیه ممکن نشد.
fr: Impossible de supprimer cette recommandation.
he: לא ניתן היה להסיר המלצה זו.
hi: यह अनुशंसा हटाई नहीं जा सकी।
id: Tidak dapat menghapus rekomendasi ini.
it: Impossibile rimuovere questo consiglio.
ja: このおすすめを削除できませんでした。
ko: 이 추천을 제거할 수 없습니다.
nl: Kan deze aanbeveling niet verwijderen.
pl: Nie można usunąć tej rekomendacji.
pt: Não foi possível remover esta recomendação.
ru: Не удалось удалить эту рекомендацию.
sv: Det gick inte att ta bort denna rekommendation.
th: ลบคำแนะนำนี้ไม่ได้
tr: Bu öneri kaldırılamadı.
uk: Не вдалося видалити цю рекомендацію.
vi: Không thể xóa đề xuất này.
zh_hans: 无法移除此推荐。

source: Couldn't rewrite this. Try again.
ar: تعذّر إعادة صياغة هذا. حاول مرة أخرى.
de: Konnte nicht umformuliert werden. Versuche es erneut.
el: Δεν ήταν δυνατή η επανασύνταξη αυτού. Δοκιμάστε ξανά.
es: No se pudo reescribir esto. Vuelve a intentarlo.
fa: بازنویسی این مورد ممکن نشد. دوباره امتحان کنید.
fr: Impossible de réécrire ceci. Réessayez.
he: לא ניתן היה לנסח מחדש את זה. נסה שוב.
hi: इसे फिर से नहीं लिखा जा सका। पुनः प्रयास करें।
id: Tidak dapat menulis ulang ini. Coba lagi.
it: Impossibile riscrivere questo. Riprova.
ja: これを書き直せませんでした。もう一度お試しください。
ko: 이 내용을 다시 쓸 수 없습니다. 다시 시도해 주세요.
nl: Kan dit niet herschrijven. Probeer het opnieuw.
pl: Nie można tego przeredagować. Spróbuj ponownie.
pt: Não foi possível reescrever isso. Tente novamente.
ru: Не удалось переписать текст. Попробуйте снова.
sv: Det gick inte att skriva om detta. Försök igen.
th: เขียนใหม่ไม่ได้ ลองอีกครั้ง
tr: Bu yeniden yazılamadı. Tekrar deneyin.
uk: Не вдалося переписати це. Спробуйте ще раз.
vi: Không thể viết lại nội dung này. Thử lại.
zh_hans: 无法改写此内容。请重试。

source: Couldn't search apps.
ar: تعذّر البحث عن التطبيقات.
de: Apps konnten nicht gesucht werden.
el: Δεν ήταν δυνατή η αναζήτηση εφαρμογών.
es: No se pudieron buscar apps.
fa: جستجوی برنامه‌ها ممکن نشد.
fr: Impossible de rechercher des applis.
he: לא ניתן היה לחפש אפליקציות.
hi: ऐप्स खोजे नहीं जा सके।
id: Tidak dapat mencari aplikasi.
it: Impossibile cercare app.
ja: アプリを検索できませんでした。
ko: 앱을 검색할 수 없습니다.
nl: Kan geen apps zoeken.
pl: Nie można wyszukać aplikacji.
pt: Não foi possível buscar apps.
ru: Не удалось выполнить поиск приложений.
sv: Det gick inte att söka appar.
th: ค้นหาแอปไม่ได้
tr: Uygulamalar aranamadı.
uk: Не вдалося виконати пошук додатків.
vi: Không thể tìm kiếm ứng dụng.
zh_hans: 无法搜索应用。

source: Couldn't send that report. Try again.
ar: تعذّر إرسال هذا التقرير. حاول مرة أخرى.
de: Diese Meldung konnte nicht gesendet werden. Versuch es erneut.
el: Δεν ήταν δυνατή η αποστολή αυτής της αναφοράς. Δοκιμάστε ξανά.
es: No se pudo enviar ese informe. Inténtalo de nuevo.
fa: این گزارش ارسال نشد. دوباره امتحان کنید.
fr: Impossible d'envoyer ce signalement. Réessayez.
he: לא ניתן היה לשלוח את הדיווח. נסו שוב.
hi: वह रिपोर्ट भेजी नहीं जा सकी। फिर से प्रयास करें।
id: Tidak dapat mengirim laporan itu. Coba lagi.
it: Impossibile inviare la segnalazione. Riprova.
ja: この報告を送信できませんでした。もう一度お試しください。
ko: 해당 신고를 보낼 수 없습니다. 다시 시도해 주세요.
nl: Kan die melding niet verzenden. Probeer het opnieuw.
pl: Nie udało się wysłać tego zgłoszenia. Spróbuj ponownie.
pt: Não foi possível enviar esse relatório. Tente novamente.
ru: Не удалось отправить этот отчёт. Попробуйте снова.
sv: Det gick inte att skicka rapporten. Försök igen.
th: ไม่สามารถส่งรายงานนั้นได้ ลองอีกครั้ง
tr: Bu rapor gönderilemedi. Tekrar deneyin.
uk: Не вдалося надіслати цей звіт. Спробуйте ще раз.
vi: Không thể gửi báo cáo đó. Hãy thử lại.
zh_hans: 无法发送该报告。请重试。

source: Couldn't set up audio playback. Try again.
ar: تعذّر إعداد تشغيل الصوت. حاول مرة أخرى.
de: Audiowiedergabe konnte nicht eingerichtet werden. Versuche es erneut.
el: Δεν ήταν δυνατή η ρύθμιση αναπαραγωγής ήχου. Δοκιμάστε ξανά.
es: No se pudo configurar la reproducción de audio. Vuelve a intentarlo.
fa: راه‌اندازی پخش صدا ممکن نشد. دوباره امتحان کنید.
fr: Impossible de configurer la lecture audio. Réessayez.
he: לא ניתן היה להגדיר את השמעת השמע. נסה שוב.
hi: ऑडियो प्लेबैक सेट अप नहीं हो सका। पुनः प्रयास करें।
id: Tidak dapat menyiapkan pemutaran audio. Coba lagi.
it: Impossibile configurare la riproduzione audio. Riprova.
ja: オーディオ再生を設定できませんでした。もう一度お試しください。
ko: 오디오 재생을 설정할 수 없습니다. 다시 시도해 주세요.
nl: Kan audioweergave niet instellen. Probeer het opnieuw.
pl: Nie można skonfigurować odtwarzania audio. Spróbuj ponownie.
pt: Não foi possível configurar a reprodução de áudio. Tente novamente.
ru: Не удалось настроить воспроизведение аудио. Попробуйте снова.
sv: Det gick inte att ställa in ljuduppspelning. Försök igen.
th: ตั้งค่าการเล่นเสียงไม่ได้ ลองอีกครั้ง
tr: Ses oynatma ayarlanamadı. Tekrar deneyin.
uk: Не вдалося налаштувати відтворення аудіо. Спробуйте ще раз.
vi: Không thể thiết lập phát âm thanh. Thử lại.
zh_hans: 无法设置音频播放。请重试。

source: Couldn't translate this search. Try again.
ar: تعذّرت ترجمة هذا البحث. حاول مرة أخرى.
de: Diese Suche konnte nicht übersetzt werden. Versuche es erneut.
el: Δεν ήταν δυνατή η μετάφραση αυτής της αναζήτησης. Δοκιμάστε ξανά.
es: No se pudo traducir esta búsqueda. Vuelve a intentarlo.
fa: ترجمهٔ این جستجو ممکن نشد. دوباره امتحان کنید.
fr: Impossible de traduire cette recherche. Réessayez.
he: לא ניתן היה לתרגם חיפוש זה. נסה שוב.
hi: यह खोज अनूदित नहीं हो सकी। पुनः प्रयास करें।
id: Tidak dapat menerjemahkan pencarian ini. Coba lagi.
it: Impossibile tradurre questa ricerca. Riprova.
ja: この検索を翻訳できませんでした。もう一度お試しください。
ko: 이 검색을 번역할 수 없습니다. 다시 시도해 주세요.
nl: Kan deze zoekopdracht niet vertalen. Probeer het opnieuw.
pl: Nie można przetłumaczyć tego wyszukiwania. Spróbuj ponownie.
pt: Não foi possível traduzir esta busca. Tente novamente.
ru: Не удалось перевести этот поисковый запрос. Попробуйте снова.
sv: Det gick inte att översätta denna sökning. Försök igen.
th: แปลการค้นหานี้ไม่ได้ ลองอีกครั้ง
tr: Bu arama çevrilemedi. Tekrar deneyin.
uk: Не вдалося перекласти цей пошуковий запит. Спробуйте ще раз.
vi: Không thể dịch tìm kiếm này. Thử lại.
zh_hans: 无法翻译此搜索内容。请重试。

source: Couldn't translate this. Try again.
ar: تعذّرت ترجمة هذا. حاول مرة أخرى.
de: Konnte nicht übersetzt werden. Versuche es erneut.
el: Δεν ήταν δυνατή η μετάφραση αυτού. Δοκιμάστε ξανά.
es: No se pudo traducir esto. Vuelve a intentarlo.
fa: ترجمهٔ این مورد ممکن نشد. دوباره امتحان کنید.
fr: Impossible de traduire ceci. Réessayez.
he: לא ניתן היה לתרגם את זה. נסה שוב.
hi: इसका अनुवाद नहीं हो सका। पुनः प्रयास करें।
id: Tidak dapat menerjemahkan ini. Coba lagi.
it: Impossibile tradurre questo. Riprova.
ja: これを翻訳できませんでした。もう一度お試しください。
ko: 이 내용을 번역할 수 없습니다. 다시 시도해 주세요.
nl: Kan dit niet vertalen. Probeer het opnieuw.
pl: Nie można tego przetłumaczyć. Spróbuj ponownie.
pt: Não foi possível traduzir isso. Tente novamente.
ru: Не удалось перевести текст. Попробуйте снова.
sv: Det gick inte att översätta detta. Försök igen.
th: แปลไม่ได้ ลองอีกครั้ง
tr: Bu çevrilemedi. Tekrar deneyin.
uk: Не вдалося перекласти це. Спробуйте ще раз.
vi: Không thể dịch nội dung này. Thử lại.
zh_hans: 无法翻译此内容。请重试。

source: Couldn't unpublish comment.
ar: تعذّر إلغاء نشر التعليق.
de: Kommentar konnte nicht zurückgezogen werden.
el: Δεν ήταν δυνατή η αναίρεση δημοσίευσης του σχολίου.
es: No se pudo despublicar el comentario.
fa: لغو انتشار دیدگاه ممکن نشد.
fr: Impossible de dépublier le commentaire.
he: לא ניתן היה לבטל את פרסום התגובה.
hi: टिप्पणी अप्रकाशित नहीं की जा सकी।
id: Tidak dapat membatalkan publikasi komentar.
it: Impossibile annullare la pubblicazione del commento.
ja: コメントの公開を取り消せませんでした。
ko: 댓글 게시를 취소할 수 없습니다.
nl: Kan reactie niet ongepubliceerd maken.
pl: Nie można wycofać komentarza z publikacji.
pt: Não foi possível despublicar o comentário.
ru: Не удалось снять комментарий с публикации.
sv: Det gick inte att avpublicera kommentaren.
th: ยกเลิกการเผยแพร่ความคิดเห็นไม่ได้
tr: Yorumun yayını kaldırılamadı.
uk: Не вдалося зняти коментар з публікації.
vi: Không thể hủy đăng bình luận.
zh_hans: 无法取消发布评论。

source: Couldn't unpublish.
ar: تعذّر إلغاء النشر.
de: Konnte nicht zurückgezogen werden.
el: Δεν ήταν δυνατή η αναίρεση δημοσίευσης.
es: No se pudo despublicar.
fa: لغو انتشار ممکن نشد.
fr: Impossible de dépublier.
he: לא ניתן היה לבטל את הפרסום.
hi: अप्रकाशित नहीं किया जा सका।
id: Tidak dapat membatalkan publikasi.
it: Impossibile annullare la pubblicazione.
ja: 公開を取り消せませんでした。
ko: 게시를 취소할 수 없습니다.
nl: Kan niet ongepubliceerd maken.
pl: Nie można wycofać z publikacji.
pt: Não foi possível despublicar.
ru: Не удалось снять с публикации.
sv: Det gick inte att avpublicera.
th: ยกเลิกการเผยแพร่ไม่ได้
tr: Yayından kaldırılamadı.
uk: Не вдалося зняти з публікації.
vi: Không thể hủy đăng.
zh_hans: 无法取消发布。

source: Couldn't update app information.
ar: تعذّر تحديث معلومات التطبيق.
de: App-Informationen konnten nicht aktualisiert werden.
el: Δεν ήταν δυνατή η ενημέρωση των πληροφοριών εφαρμογής.
es: No se pudo actualizar la información de la app.
fa: به‌روزرسانی اطلاعات برنامه ممکن نشد.
fr: Impossible de mettre à jour les informations de l'appli.
he: לא ניתן היה לעדכן את מידע האפליקציה.
hi: ऐप जानकारी अपडेट नहीं हो सकी।
id: Tidak dapat memperbarui informasi aplikasi.
it: Impossibile aggiornare le informazioni sull'app.
ja: アプリ情報を更新できませんでした。
ko: 앱 정보를 업데이트할 수 없습니다.
nl: Kan app-informatie niet bijwerken.
pl: Nie można zaktualizować informacji o aplikacji.
pt: Não foi possível atualizar as informações do app.
ru: Не удалось обновить информацию о приложении.
sv: Det gick inte att uppdatera appinformationen.
th: อัปเดตข้อมูลแอปไม่ได้
tr: Uygulama bilgileri güncellenemedi.
uk: Не вдалося оновити інформацію про застосунок.
vi: Không thể cập nhật thông tin ứng dụng.
zh_hans: 无法更新应用信息。

source: Couldn't update follow status.
ar: تعذّر تحديث حالة المتابعة.
de: Folge-Status konnte nicht aktualisiert werden.
el: Δεν ήταν δυνατή η ενημέρωση της κατάστασης παρακολούθησης.
es: No se pudo actualizar el estado de seguimiento.
fa: به‌روزرسانی وضعیت دنبال‌کردن ممکن نشد.
fr: Impossible de mettre à jour le statut de suivi.
he: לא ניתן היה לעדכן את סטטוס המעקב.
hi: फ़ॉलो स्थिति अपडेट नहीं हो सकी।
id: Tidak dapat memperbarui status mengikuti.
it: Impossibile aggiornare lo stato di follow.
ja: フォロー状態を更新できませんでした。
ko: 팔로우 상태를 업데이트할 수 없습니다.
nl: Kan volgstatus niet bijwerken.
pl: Nie można zaktualizować statusu obserwowania.
pt: Não foi possível atualizar o status de seguir.
ru: Не удалось обновить статус подписки.
sv: Det gick inte att uppdatera följningsstatusen.
th: อัปเดตสถานะการติดตามไม่ได้
tr: Takip durumu güncellenemedi.
uk: Не вдалося оновити статус підписки.
vi: Không thể cập nhật trạng thái theo dõi.
zh_hans: 无法更新关注状态。

source: Couldn't update your recommendation.
ar: تعذّر تحديث توصيتك.
de: Deine Empfehlung konnte nicht aktualisiert werden.
el: Δεν ήταν δυνατή η ενημέρωση της σύστασής σας.
es: No se pudo actualizar tu recomendación.
fa: به‌روزرسانی توصیهٔ شما ممکن نشد.
fr: Impossible de mettre à jour votre recommandation.
he: לא ניתן היה לעדכן את ההמלצה שלך.
hi: आपकी अनुशंसा अपडेट नहीं हो सकी।
id: Tidak dapat memperbarui rekomendasi Anda.
it: Impossibile aggiornare il tuo consiglio.
ja: あなたのおすすめを更新できませんでした。
ko: 회원님의 추천을 업데이트할 수 없습니다.
nl: Kan je aanbeveling niet bijwerken.
pl: Nie można zaktualizować Twojej rekomendacji.
pt: Não foi possível atualizar sua recomendação.
ru: Не удалось обновить вашу рекомендацию.
sv: Det gick inte att uppdatera din rekommendation.
th: อัปเดตคำแนะนำของคุณไม่ได้
tr: Öneriniz güncellenemedi.
uk: Не вдалося оновити вашу рекомендацію.
vi: Không thể cập nhật đề xuất của bạn.
zh_hans: 无法更新您的推荐。

source: Create a new forum topic
ar: إنشاء موضوع منتدى جديد
de: Neues Forumsthema erstellen
el: Δημιουργία νέου θέματος φόρουμ
es: Crear un nuevo tema del foro
fa: ایجاد موضوع جدید انجمن
fr: Créer un nouveau sujet de forum
he: יצירת נושא פורום חדש
hi: एक नया फ़ोरम विषय बनाएं
id: Buat topik forum baru
it: Crea un nuovo argomento del forum
ja: 新しいフォーラムトピックを作成
ko: 새 포럼 주제 만들기
nl: Nieuw forumonderwerp maken
pl: Utwórz nowy wątek na forum
pt: Criar um novo tópico do fórum
ru: Создать новую тему форума
sv: Skapa ett nytt forumämne
th: สร้างหัวข้อฟอรัมใหม่
tr: Yeni bir forum konusu oluştur
uk: Створити нову тему форуму
vi: Tạo chủ đề diễn đàn mới
zh_hans: 创建新论坛话题

source: Create a new forum topic or app entry
ar: إنشاء موضوع منتدى جديد أو إدخال تطبيق
de: Neues Forumsthema oder App-Eintrag erstellen
el: Δημιουργία νέου θέματος φόρουμ ή καταχώρισης εφαρμογής
es: Crear un nuevo tema del foro o entrada de app
fa: ایجاد موضوع جدید انجمن یا ورودی برنامه
fr: Créer un nouveau sujet de forum ou une fiche d'appli
he: יצירת נושא פורום חדש או רשומת אפליקציה
hi: एक नया फ़ोरम विषय या ऐप प्रविष्टि बनाएं
id: Buat topik forum baru atau entri aplikasi
it: Crea un nuovo argomento del forum o una voce app
ja: 新しいフォーラムトピックまたはアプリのエントリを作成
ko: 새 포럼 주제 또는 앱 항목 만들기
nl: Nieuw forumonderwerp of app-vermelding maken
pl: Utwórz nowy wątek na forum lub wpis aplikacji
pt: Criar um novo tópico do fórum ou entrada de app
ru: Создать новую тему форума или запись приложения
sv: Skapa ett nytt forumämne eller appobjekt
th: สร้างหัวข้อฟอรัมหรือรายการแอปใหม่
tr: Yeni bir forum konusu veya uygulama girişi oluştur
uk: Створити нову тему форуму або запис додатка
vi: Tạo chủ đề diễn đàn mới hoặc mục ứng dụng
zh_hans: 创建新论坛话题或应用条目

source: Credits
ar: الاعتمادات
de: Danksagungen
el: Ευχαριστίες
es: Créditos
fa: اعتبارها
fr: Crédits
he: תודות
hi: श्रेय
id: Kredit
it: Crediti
ja: クレジット
ko: 크레딧
nl: Met dank aan
pl: Podziękowania
pt: Créditos
ru: Благодарности
sv: Tack till
th: เครดิต
tr: Emeği Geçenler
uk: Подяки
vi: Ghi công
zh_hans: 鸣谢

source: Current Password
ar: كلمة المرور الحالية
de: Aktuelles Passwort
el: Τρέχων Κωδικός
es: Contraseña actual
fa: رمز عبور فعلی
fr: Mot de passe actuel
he: סיסמה נוכחית
hi: वर्तमान पासवर्ड
id: Kata Sandi Saat Ini
it: Password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
nl: Huidig wachtwoord
pl: Bieżące hasło
pt: Senha atual
ru: Текущий пароль
sv: Nuvarande lösenord
th: รหัสผ่านปัจจุบัน
tr: Mevcut Şifre
uk: Поточний пароль
vi: Mật khẩu hiện tại
zh_hans: 当前密码

source: Currently loaded.
ar: محمّل حالياً.
de: Aktuell geladen.
el: Φορτώθηκε.
es: Cargado actualmente.
fa: در حال حاضر بارگذاری شده.
fr: Actuellement chargé.
he: נטען.
hi: वर्तमान में लोड है।
id: Dimuat.
it: Attualmente caricato.
ja: 現在読み込み中。
ko: 현재 로드됨.
nl: Momenteel geladen.
pl: Załadowano.
pt: Carregado atualmente.
ru: Загружено.
sv: Laddad.
th: โหลดแล้ว
tr: Yüklendi.
uk: Завантажено.
vi: Đã tải.
zh_hans: 当前已加载。

source: Customize Home
ar: تخصيص الشاشة الرئيسية
de: Startseite anpassen
el: Προσαρμογή Αρχικής
es: Personalizar Inicio
fa: سفارشی‌سازی صفحهٔ اصلی
fr: Personnaliser Accueil
he: התאמה אישית של הבית
hi: होम को अनुकूलित करें
id: Sesuaikan Beranda
it: Personalizza Home
ja: ホームをカスタマイズ
ko: 홈 사용자 지정
nl: Start aanpassen
pl: Dostosuj stronę główną
pt: Personalizar Início
ru: Настроить главный экран
sv: Anpassa Hem
th: ปรับแต่งหน้าแรก
tr: Ana Sayfayı Özelleştir
uk: Налаштувати головну
vi: Tùy chỉnh Trang chủ
zh_hans: 自定义主页

source: Customize Your Feed
ar: خصّص خلاصتك
de: Passe deinen Feed an
el: Προσαρμόστε τη Ροή σας
es: Personaliza tu feed
fa: فید خود را سفارشی کنید
fr: Personnalisez votre fil
he: התאם אישית את הפיד שלך
hi: अपनी फ़ीड कस्टमाइज़ करें
id: Sesuaikan Feed Anda
it: Personalizza il tuo feed
ja: フィードをカスタマイズ
ko: 피드 맞춤 설정
nl: Pas je feed aan
pl: Dostosuj swój kanał
pt: Personalize seu feed
ru: Настройте свою ленту
sv: Anpassa ditt flöde
th: ปรับแต่งฟีดของคุณ
tr: Akışınızı Özelleştirin
uk: Налаштуйте свою стрічку
vi: Tùy chỉnh nguồn cấp của bạn
zh_hans: 自定义你的动态

source: Data Management
ar: إدارة البيانات
de: Datenverwaltung
el: Διαχείριση Δεδομένων
es: Gestión de datos
fa: مدیریت داده
fr: Gestion des données
he: ניהול נתונים
hi: डेटा प्रबंधन
id: Manajemen Data
it: Gestione dati
ja: データ管理
ko: 데이터 관리
nl: Gegevensbeheer
pl: Zarządzanie danymi
pt: Gerenciamento de dados
ru: Управление данными
sv: Datahantering
th: การจัดการข้อมูล
tr: Veri Yönetimi
uk: Керування даними
vi: Quản lý dữ liệu
zh_hans: 数据管理

source: Declaration
ar: إقرار
de: Erklärung
el: Δήλωση
es: Declaración
fa: اظهاریه
fr: Déclaration
he: הצהרה
hi: घोषणा
id: Deklarasi
it: Dichiarazione
ja: 申告
ko: 선언
nl: Verklaring
pl: Oświadczenie
pt: Declaração
ru: Заявление
sv: Deklaration
th: คำประกาศ
tr: Beyan
uk: Заява
vi: Tuyên bố
zh_hans: 声明

source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fr: Supprimer
he: מחיקה
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除

source: Delete %@
ar: حذف %@
de: %@ löschen
el: Διαγραφή %@
es: Eliminar %@
fa: حذف %@
fr: Supprimer %@
he: מחיקת %@
hi: %@ हटाएं
id: Hapus %@
it: Elimina %@
ja: %@ を削除
ko: %@ 삭제
nl: %@ verwijderen
pl: Usuń %@
pt: Excluir %@
ru: Удалить %@
sv: Ta bort %@
th: ลบ %@
tr: %@ Sil
uk: Видалити %@
vi: Xóa %@
zh_hans: 删除 %@

source: Delete Account
ar: حذف الحساب
de: Konto löschen
el: Διαγραφή Λογαριασμού
es: Eliminar cuenta
fa: حذف حساب
fr: Supprimer le compte
he: מחיקת חשבון
hi: खाता हटाएं
id: Hapus Akun
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
nl: Account verwijderen
pl: Usuń konto
pt: Excluir conta
ru: Удалить аккаунт
sv: Ta bort konto
th: ลบบัญชี
tr: Hesabı Sil
uk: Видалити обліковий запис
vi: Xóa tài khoản
zh_hans: 删除账户

source: Delete Comment
ar: حذف التعليق
de: Kommentar löschen
el: Διαγραφή Σχολίου
es: Eliminar comentario
fa: حذف دیدگاه
fr: Supprimer le commentaire
he: מחיקת תגובה
hi: टिप्पणी हटाएं
id: Hapus Komentar
it: Elimina commento
ja: コメントを削除
ko: 댓글 삭제
nl: Reactie verwijderen
pl: Usuń komentarz
pt: Excluir comentário
ru: Удалить комментарий
sv: Ta bort kommentar
th: ลบความคิดเห็น
tr: Yorumu Sil
uk: Видалити коментар
vi: Xóa bình luận
zh_hans: 删除评论

source: Delete My Account Permanently
ar: حذف حسابي نهائيًا
de: Mein Konto endgültig löschen
el: Οριστική Διαγραφή του Λογαριασμού μου
es: Eliminar mi cuenta de forma permanente
fa: حذف دائمی حساب من
fr: Supprimer définitivement mon compte
he: מחיקת החשבון שלי לצמיתות
hi: मेरा खाता स्थायी रूप से हटाएं
id: Hapus Akun Saya Secara Permanen
it: Elimina definitivamente il mio account
ja: アカウントを完全に削除する
ko: 내 계정 영구 삭제
nl: Mijn account permanent verwijderen
pl: Usuń moje konto na stałe
pt: Excluir minha conta permanentemente
ru: Удалить мой аккаунт навсегда
sv: Ta bort mitt konto permanent
th: ลบบัญชีของฉันอย่างถาวร
tr: Hesabımı Kalıcı Olarak Sil
uk: Видалити мій обліковий запис назавжди
vi: Xóa vĩnh viễn tài khoản của tôi
zh_hans: 永久删除我的账户

source: Delete this %@?
ar: هل تريد حذف %@ هذا؟
de: Diesen %@ löschen?
el: Διαγραφή αυτού: %@;
es: ¿Eliminar este %@?
fa: این %@ حذف شود؟
fr: Supprimer ce %@ ?
he: למחוק %@ זה?
hi: इस %@ को हटाएं?
id: Hapus %@ ini?
it: Eliminare questo %@?
ja: この %@ を削除しますか？
ko: 이 %@을(를) 삭제할까요?
nl: Deze %@ verwijderen?
pl: Usunąć to: %@?
pt: Excluir este %@?
ru: Удалить это: %@?
sv: Ta bort denna %@?
th: ลบ %@ นี้หรือไม่?
tr: Bu %@ silinsin mi?
uk: Видалити це: %@?
vi: Xóa %@ này?
zh_hans: 要删除此 %@ 吗？

source: Delete this comment?
ar: هل تريد حذف هذا التعليق؟
de: Diesen Kommentar löschen?
el: Διαγραφή αυτού του σχολίου;
es: ¿Eliminar este comentario?
fa: این دیدگاه حذف شود؟
fr: Supprimer ce commentaire ?
he: למחוק תגובה זו?
hi: इस टिप्पणी को हटाएं?
id: Hapus komentar ini?
it: Eliminare questo commento?
ja: このコメントを削除しますか？
ko: 이 댓글을 삭제할까요?
nl: Deze reactie verwijderen?
pl: Usunąć ten komentarz?
pt: Excluir este comentário?
ru: Удалить этот комментарий?
sv: Ta bort denna kommentar?
th: ลบความคิดเห็นนี้หรือไม่?
tr: Bu yorum silinsin mi?
uk: Видалити цей коментар?
vi: Xóa bình luận này?
zh_hans: 要删除此评论吗？

source: Delete this topic?
ar: هل تريد حذف هذا الموضوع؟
de: Dieses Thema löschen?
el: Διαγραφή αυτού του θέματος;
es: ¿Eliminar este tema?
fa: این موضوع حذف شود؟
fr: Supprimer ce sujet ?
he: למחוק נושא זה?
hi: इस विषय को हटाएं?
id: Hapus topik ini?
it: Eliminare questo argomento?
ja: このトピックを削除しますか？
ko: 이 주제를 삭제할까요?
nl: Dit onderwerp verwijderen?
pl: Usunąć ten wątek?
pt: Excluir este tópico?
ru: Удалить эту тему?
sv: Ta bort detta ämne?
th: ลบหัวข้อนี้หรือไม่?
tr: Bu konu silinsin mi?
uk: Видалити цю тему?
vi: Xóa chủ đề này?
zh_hans: 要删除此话题吗？

source: Delete Topic
ar: حذف الموضوع
de: Thema löschen
el: Διαγραφή Θέματος
es: Eliminar tema
fa: حذف موضوع
fr: Supprimer le sujet
he: מחיקת נושא
hi: विषय हटाएं
id: Hapus Topik
it: Elimina argomento
ja: トピックを削除
ko: 주제 삭제
nl: Onderwerp verwijderen
pl: Usuń wątek
pt: Excluir tópico
ru: Удалить тему
sv: Ta bort ämne
th: ลบหัวข้อ
tr: Konuyu Sil
uk: Видалити тему
vi: Xóa chủ đề
zh_hans: 删除话题

source: Delete your account permanently?
ar: هل تريد حذف حسابك نهائيًا؟
de: Dein Konto endgültig löschen?
el: Οριστική διαγραφή του λογαριασμού σας;
es: ¿Eliminar tu cuenta permanentemente?
fa: حساب شما برای همیشه حذف شود؟
fr: Supprimer définitivement votre compte ?
he: למחוק את החשבון שלך לצמיתות?
hi: अपना खाता स्थायी रूप से हटाएं?
id: Hapus akun Anda secara permanen?
it: Eliminare definitivamente il tuo account?
ja: アカウントを完全に削除しますか？
ko: 계정을 영구적으로 삭제할까요?
nl: Je account permanent verwijderen?
pl: Usunąć swoje konto na stałe?
pt: Excluir sua conta permanentemente?
ru: Удалить ваш аккаунт навсегда?
sv: Ta bort ditt konto permanent?
th: ลบบัญชีของคุณอย่างถาวรหรือไม่?
tr: Hesabınız kalıcı olarak silinsin mi?
uk: Видалити ваш обліковий запис назавжди?
vi: Xóa vĩnh viễn tài khoản của bạn?
zh_hans: 要永久删除您的账户吗？

source: Deletes your account immediately and irreversibly.
ar: يحذف حسابك فورًا وبشكل نهائي لا رجعة فيه.
de: Löscht dein Konto sofort und unwiderruflich.
el: Διαγράφει τον λογαριασμό σας άμεσα και μη αναστρέψιμα.
es: Elimina tu cuenta de forma inmediata e irreversible.
fa: حساب شما را فوری و به‌طور غیرقابل‌بازگشت حذف می‌کند.
fr: Supprime votre compte immédiatement et de façon irréversible.
he: מוחק את החשבון שלך באופן מיידי ובלתי הפיך.
hi: आपके खाते को तुरंत और अपरिवर्तनीय रूप से हटा देता है।
id: Menghapus akun Anda secara langsung dan tidak dapat dibatalkan.
it: Elimina il tuo account immediatamente e in modo irreversibile.
ja: アカウントを即座に、元に戻せない形で削除します。
ko: 계정을 즉시 되돌릴 수 없게 삭제합니다.
nl: Verwijdert je account onmiddellijk en onomkeerbaar.
pl: Natychmiast i nieodwracalnie usuwa Twoje konto.
pt: Exclui sua conta imediatamente e de forma irreversível.
ru: Немедленно и безвозвратно удаляет ваш аккаунт.
sv: Tar bort ditt konto omedelbart och oåterkalleligen.
th: ลบบัญชีของคุณทันทีและไม่สามารถย้อนกลับได้
tr: Hesabınızı anında ve geri döndürülemez şekilde siler.
uk: Негайно та безповоротно видаляє ваш обліковий запис.
vi: Xóa tài khoản của bạn ngay lập tức và không thể hoàn tác.
zh_hans: 立即且不可逆地删除您的账户。

source: Deleting your account will permanently remove:
ar: سيؤدي حذف حسابك إلى إزالة ما يلي نهائيًا:
de: Das Löschen deines Kontos entfernt dauerhaft:
el: Η διαγραφή του λογαριασμού σας θα καταργήσει μόνιμα:
es: Eliminar tu cuenta borrará permanentemente:
fa: حذف حساب شما موارد زیر را برای همیشه حذف می‌کند:
fr: La suppression de votre compte supprimera définitivement :
he: מחיקת החשבון שלך תסיר לצמיתות:
hi: आपका खाता हटाने से स्थायी रूप से निम्नलिखित हट जाएगा:
id: Menghapus akun Anda akan menghapus secara permanen:
it: L'eliminazione del tuo account rimuoverà definitivamente:
ja: アカウントを削除すると、以下が完全に削除されます：
ko: 계정을 삭제하면 다음이 영구적으로 제거됩니다.
nl: Het verwijderen van je account verwijdert permanent:
pl: Usunięcie konta trwale usunie:
pt: Excluir sua conta removerá permanentemente:
ru: Удаление аккаунта безвозвратно удалит:
sv: Att ta bort ditt konto tar permanent bort:
th: การลบบัญชีของคุณจะลบสิ่งต่อไปนี้อย่างถาวร:
tr: Hesabınızı silmek şunları kalıcı olarak kaldıracak:
uk: Видалення вашого облікового запису назавжди видалить:
vi: Xóa tài khoản của bạn sẽ vĩnh viễn loại bỏ:
zh_hans: 删除账户将永久移除：
